/*
		Написать программу, позволяющую формировать список
	студентов академической группы. Интерфейс программы должен
	предоставлять пользователю следующие возможности:
		a. добавление студентов в список;
		b. удаление студента из списка;
		c. модификация студента в списке;
		d. печать списка студентов;
		e. сортировка списка студентов;
		f. поиск студента;
		g. выход из программы.
		При разработке программы следует использовать двумерный
	динамический массив для хранения списка студентов (одномерный
	динамический массив указателей на строки).
	Для реализации функциональности программы необходимо
	разработать следующую библиотеку функций:
		char **AddStudents(char **, int &);
		void Print(char **, int);
		void Sort(char **, int);
		char **RemoveStudent(char **, int &);
		char **EditStudent(char **, int);
		void FindStudent(char **, int);
*/
#include <iostream>

int main()
{

}